"%@ - Offline" = "%@ – Luar Talian";

"3D Secure" = "3D Secure";

"Add New Card…" = "Tambah Kad Baharu...";

"Add a Card" = "Tambah Kad";

"Apt." = "Apt.";

"Contact" = "Maklumat Hubungan";

"Delivery" = "Penghantaran";

"Delivery Address" = "Alamat Penghantaran";

"Free" = "Percuma";

"Invalid Shipping Address" = "Alamat Pengiriman Tidak Sah";

"Loading…" = "Sedang dimuatkan...";

"Multibanco" = "Multibanco";

"Next" = "Seterusnya";

"Online Banking (FPX)" = "Perbankan Dalam Talian (FPX)";

"Payment Method" = "Kaedah Pembayaran";

"Shipping" = "Pengiriman";

"Shipping Method" = "Kaedah Pengiriman";

"Use Billing" = "Gunakan Alamat Pengebilan";

"Use Delivery" = "Gunakan Alamat Penghantaran";

"Use Shipping" = "Gunakan Alamat Pengiriman";
